Repository: common-repository/advanc-link-directory
Catalog: languages/advlinkdirectory-*.po
Languages: ru_ru

source: Information about the plugin Directory links
ru_ru: Информация о плагине "Каталог ссылок"

source: Author:
ru_ru: Автор:

source: Date of creation:
ru_ru: Дата создания:

source: My email:
ru_ru: Мой e-mail:

source: Website:
ru_ru: Вебсайт:

source: Plugin to create a directory of links.
ru_ru: Плагин для создания каталога ссылок.

source: Reference is not available.
ru_ru: Ссылок пока нет.

source: URL button:
ru_ru: URL кнопки:

source: Text description:
ru_ru: Текстовое описание:

source: Back Link:
ru_ru: Обратная ссылка:

source: Note:
ru_ru: Примечание:

source: Add New
ru_ru: Добавить новую

source: Link
ru_ru: Ссылка

source: Button
ru_ru: Кнопка

source: Text description of the link
ru_ru: Текстовое описание ссылки

source: Note
ru_ru: Примечание

source: TIZ
ru_ru: ТИЦ

source: Date
ru_ru: Дата

source: Action
ru_ru: Дейст.

source: No Links
ru_ru: Ссылок нет

source: Welcome to the control module links
ru_ru: Добро пожаловать в модуль управления ссылками

source: Link Directory
ru_ru: Каталог ссылок

source: Submit a new link
ru_ru: Добавить новую ссылку

source: Add Link
ru_ru: Добавить ссылку

source: Plugin information
ru_ru: Информация о плагине

source: About Plugin
ru_ru: О плагине

source: Editing links
ru_ru: Редактирование ссылки

source: Link:
ru_ru: Ссылка:

source: Anchor links:
ru_ru: Анкор ссылки:

source: Text description of the link:
ru_ru: Текстовое описание ссылки:

source: TIZ:
ru_ru: ТИЦ:

source: Change link
ru_ru: Редактировать ссылку

source: To display the plugin on the client side of the site, use the short code
ru_ru: Для отображения плагина на клиентской части сайта используйте шорт-код
